[
  {
    "id": 1,
    "picture": "https://i.ibb.co/9hBJRZD/Health.png",
    "title": "Promote Healthcare",
    "category": "Health",
    "category_bg_color": "#0052FF33",
    "card_bg_color": "#0052FF26",
    "text_button_bg_color": "#0092FF",
    "description": "Contribute to healthcare projects in disadvantaged communities. Your support can make a significant impact on access to medical care, vaccinations, and health awareness programs. Help us improve the well-being of vulnerable populations by providing essential healthcare services and resources.",
    "price": 290
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/x7RmdRH/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg_color": "#FF444933",
    "card_bg_color": "#FF444926",
    "text_button_bg_color": "#FF588A",
    "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
    "price": 240
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/7z0yT3L/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg_color": "#79C23333",
    "card_bg_color": "#79C23D26",
    "text_button_bg_color": "#79C99F",
    "description": "Our clothing donation category is dedicated to providing clothing to those in need. Your support enables us to collect and distribute clean, gently-used clothing to individuals and families facing economic hardship or recovering from natural disasters. By donating to this cause, you help ensure that people have access to warm clothing during the cold months, professional attire for job interviews, and essentials for daily life. Your generosity not only offers physical comfort but also restores dignity and self-confidence to those going through difficult times. Join us in making a meaningful impact through clothing donations and helping those less fortunate in our communities.",
    "price": 395
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/b1M6H3T/Food.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg_color": "#F8714726",
    "card_bg_color": "#F8714733",
    "text_button_bg_color": "#F87969",
    "description": " Our food donation initiative is committed to alleviating hunger and providing nourishment to individuals and families in need. Your support allows us to collect and distribute nutritious food to those facing food insecurity, whether due to economic challenges, natural disasters, or other hardships. By contributing to this cause, you help ensure that no one goes to bed hungry. Your generosity provides sustenance, comfort, and hope to those who are struggling to put food on their tables. Join us in the fight against hunger, and make a significant difference by donating to our food programs, because together, we can build stronger, healthier communities.",
    "price": 199
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/QMnGMNK/Environment.jpg",
    "title": "Protect the Environment",
    "category": "Environment",
    "category_bg_color": "#A0A0FF",
    "card_bg_color": "#E6E6FF ",
    "text_button_bg_color": "#0000C0",
    "description": "Support environmental conservation efforts by contributing to our Environment category. Your donations play a crucial role in preserving our planet's natural beauty and biodiversity. We focus on combating deforestation, reducing pollution, and protecting wildlife habitats. Your support empowers us to implement sustainable solutions that ensure a healthier future for generations to come. By funding initiatives such as reforestation projects, wildlife protection, and environmental education, we work towards a more sustainable and balanced coexistence with nature. Together, we can make a positive impact on the environment, addressing climate change and safeguarding the Earth's ecosystems. Join us in creating a greener and more sustainable world for all.",
    "price": 299
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/rbqpG5B/food.jpg",
    "title": "Fight Hunger",
    "category": "Hunger Relief",
    "category_bg_color": "#FFFFA0",
    "card_bg_color": " #FFFFE6",
    "text_button_bg_color": "#C0C000",
    "description": "Support initiatives to provide food for those in need. Your contributions can help feed hungry families and individuals, reducing food insecurity in communities around the world.",
    "price": 149
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/3rbJgvP/Animal-Welfare.jpg",
    "title": "Protect Animals",
    "category": "Animal Welfare",
    "category_bg_color": "#FFA0FF",
    "card_bg_color": "#FFE6FF",
    "text_button_bg_color": "#C000C0",
    "description": "Help care for and protect animals in shelters and wildlife reserves. Your donations can provide shelter, food, and medical care to animals in need, as well as support conservation efforts to safeguard endangered species.",
    "price": 344
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/dLhb2x5/Arts-and-Culture.jpg",
    "title": "Support Arts and Culture",
    "category": "Arts and Culture",
    "category_bg_color": "#A0FFFF",
    "card_bg_color": "#E6FFFF",
    "text_button_bg_color": "#00C0C0 ",
    "description": "Support cultural and artistic programs in your community. Your contributions can promote creativity, provide access to cultural events, and support local artists.",
    "price": 277
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/sFYp3Wz/Clean-Water.jpg",
    "title": "Provide Clean Water",
    "category": "Clean Water",
    "category_bg_color": "#D4A8A8 ",
    "card_bg_color": " #F2E0E0",
    "text_button_bg_color": "#802020",
    "description": "Provide access to clean and safe drinking water in underserved areas. Your support can help build wells, install water filtration systems, and improve sanitation, ensuring that communities have access to clean water, which is essential for health and well-being.",
    "price": 599
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/cy5f3st/Human-Rights.jpg",
    "title": "Protect Human Rights",
    "category": "Human Rights",
    "category_bg_color": " #FFD8A0",
    "card_bg_color": "#FFF2E6 ",
    "text_button_bg_color": "#C06000 ",
    "description": "Support organizations working to protect human rights globally. Your donations can help advocate for justice, freedom, and equality, defending the rights and dignity of individuals and communities facing oppression and discrimination.",
    "price": 249
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/Hqrjs31/Cancer-Research.jpg",
    "title": "Support Cancer Research",
    "category": "Cancer Research",
    "category_bg_color": " #C0A0C0",
    "card_bg_color": "  #F2E6F2",
    "text_button_bg_color": "#600060",
    "description": "Support research for the prevention and treatment of cancer. Your donations can fund groundbreaking research, early detection programs, and patient support services, offering hope to those battling cancer.",
    "price": 299
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/F5qQj26/Disaster-Relief.jpg",
    "title": "Provide Disaster Aid",
    "category": "Disaster Relief",
    "category_bg_color": "#C8C8C8",
    "card_bg_color": "#F2F2F2",
    "text_button_bg_color": "  #606060",
    "description": "Provide aid to communities affected by natural disasters. Your donations can help deliver essential supplies, provide emergency medical care, and offer relief to those impacted by hurricanes, earthquakes, floods, and other disasters. Together, we can provide hope and support in times of crisis.",
    "price": 399
  }
]
